Repository: sndrzt/gnome-desktop-2.2.0.1
Catalog: po/*.po
Languages: eu, ta

source: Accessories
eu: Gehigarriak
ta: Ð¨½ ¯ÚôÒ¸û

source: Programming
eu: Programatzeko
ta: ¿¢ÃÄ¡ì¸õ

source: Tools for software development
eu: Software garapenerako tresnak
ta: ¦Áý¦À¡Õû ¯ÕÅ¡ìÌÅ¾üÌ ¸ÕÅ¢¸û

source: Games
eu: Jokuak
ta: Å¢¨ÇÂ¡ðÎ¸û

source: Games menu
eu: Jokuen menua
ta: Å¢¨ÇÂ¡ðÎ¸û ÀðÊ

source: Graphics
eu: Grafikoak
ta: Å¨ÃÅ¢Âø

source: Graphics menu
eu: Grafikoen menua
ta: Å¨ÃÅ¢Âø ÀðÊ

source: Internet
ta: ­¨½Â¸õ (Internet)

source: Programs for Internet and networks
eu: Programak internet eta sareetarako
ta: ­¨½Â¸ò¾¢ü¸¡¸×õ Å¨ÄÂ¨ÁôÀ¢ü¸¡¸×õ ¿¢Ãø¸û

source: Multimedia menu
eu: Multimedia menua
ta: ÀÄ °¼¸õ ÀðÊ¸û

source: Sound & Video
eu: Multimedia
ta: ´Ä¢Ôõ ´Ç¢Ôõ

source: Office
ta: «ÖÅÄ¸õ

source: Office Applications
eu: Office Aplikazioak
ta: «ÖÅÄ¸ ¦ºÂøÀ¡Î¸û

source: Programs
eu: Programak
ta: ¿¢Ãø¸û

source: Programs menu
eu: Programen menua
ta: ¿¢Ãø¸û ÀðÊ

source: Desktop Preferences
eu: Mahaiko hobespenak
ta: ¸½¢§Á¨º Å¢ÕôÀí¸û

source: Preferences that affect the whole GNOME desktop
eu: Hobespenak, GNOMEKO idazmahi osorakoak
ta: ÓØ ¸§É¡õ ¸½¢§Á¨º¨ÂÔõ À¡¾¢ì¸ìÜÊÂ Å¢ÕôÀí¸û

source: System Tools
eu: Sistemarako Tresnak
ta: «¨ÁôÒ ¸ÕÅ¢¸û

source: System menu
eu: Sistemaren menua
ta: «¨ÁôÒô ÀðÊ

source: Timur I. Bakeyev
ta: ¾¢Ó÷ ³. À¡§¸¦Âù

source: Szabolcs 'Shooby' Ban
eu: Szabolcs 'Shooby' Bán
ta: ¡¦À¡Äì '¥À¢' À¡ý

source: Jerome Bolliet
ta: ¦§Ã¡õ ¦À¡Ä¢§Â

source: Abel Cheung
ta: «¦Àø º£Ôí

source: Frederic Devernay
eu: Frédéric Devernay
ta: ô¦ÃðÃ¢ì §¾Å÷§É

source: Gergo Erdi
eu: Gergo Érdi
ta: §÷§¸¡ ²÷Ê

source: Raul Perusquia Flores
ta: Ã¡¯ø ÀÚ¸¢Â¡ ô§Ä¡¦Ã

source: The Mysterious GEGL
eu: GEGL misteriotsua
ta: Ã¸º¢Â GEGL

source: Bjoern Giesler
ta: §Â¡Ãý ¨¸Ä÷

source: Dov Grobgeld
ta: §¼¡ù ì§Ã¡ô¦¸øð

source: Wang Jian
ta: Å¡í ¢Â¡ý

source: Helmut Koeberle
ta: ¦øÁð §¸¡À÷ø

source: Matthew Marjanovic
ta: Á¡òä Á¡÷¡§É¡Å¢î

source: Alexandre Muniz
eu: Alexandre Muñiz
ta: `«¦Äìº¡ý¼÷ ÓÉ¢

source: Sung-Hyun Nam
ta: ¤í-¨Ôý ¿¡õ

source: Martin Norbaeck
eu: Martin Norbäck
ta: Á¡÷Êý §¿¡÷À¡¦Âì

source: Tomas Oegren
eu: Tomas Ögren
ta: §¾¡Á¡ µìÃý

source: Carlos Perello Marin
ta: ¸¡÷¦Ä¡ ¦À¦Ã§Ä¡ Á¡Ã¢ý

source: Kazuhiro Sasayama
ta: ¸¡Í£¦Ã¡ ¡ ¡Â¡Á¡

source: Inigo Serna
eu: Iñigo Serna
ta: ­É£¦¸¡ §º÷É¡

source: Miroslav Silovic
ta: Á¢§Ã¡Ä¡ù º¢§Ä¡Å¢î

source: The Squeaky Rubber Gnome
ta: ¸¢Ã£îº¢Î ¸§É¡õ

source: Istvan Szekeres
ta: ­ðÅ¡ý §ºì¸¦Ã

source: Manish Vachharajani
ta: Á¿£ Å¡îº¡Ã¡¡É¢

source: Neil Vachharajani
ta: ¿£ø Å¡îº¡Ã¡¡É¢

source: Wanda the GNOME Fish
eu: Wandak, GNOME arrainak
ta: Å¡ñ¼¡ ±ýÛõ ¸§É¡õ Á£ý

source: Click here to visit the site :
eu: Klikatu hemen tokiara joateko :
ta: Å¨Ä Ó¸ÅÃ¢ìÌ §À¡ÌÅ¾üÌ ­íÌ «Óò¾×õ :

source: List of GNOME Contributors
eu: GNOME Laguntzaileen zerrenda
ta: ¸§É¡ÓìÌ ¯¾Å¢ ¦ºö¾Å÷¸û

source: Contributors' Names
eu: Laguntzaileen Izenak
ta: ¯¾Å¢Â¡Ä÷¸û ¦ÀÂ÷¸û

source: GNOME News Site
eu: GNOMEren Berriak
ta: ¸§É¡õ ¦ºö¾¢ Ó¸Å¡¢

source: GNOME Main Site
eu: GNOMEren Toki Nagusia
ta: ¸§É¡õ ¾¨ÄôÒ Á¨É

source: GNOME Developers' Site
eu: GNOMEren garatzaileen tokia
ta: ¸§É¡õ ¯ÕÅ¡ì÷ Á¨É

source: Error reading file '%s': %s
eu: Errorea fitxategian '%s': %s
ta: '%s' §¸¡ôÒ Å¡º¢ìÌõ §À¡Ð ¦¿¡ÊôÒ: %s

source: Error rewinding file '%s': %s
eu: Errorea fitxategia berrikustean '%s': %s
ta: '%s' §¸¡ô¨À À¢ý-ÍüÚõ§À¡Ð À¢¨Æ: %s

source: No filename to save to
eu: Fitxategi izenik ez
ta: §ºÁ¢ôÀ¾üÌ §¸¡ôÒ ¦ÀÂ÷ ¸¢¨¼Â¡Ð

source: No URL to launch
eu: URLrik ez abiatzeko
ta: ¦¾¡¼íÌÅ¾üÌ ­¨½Â¸ Ó¸ÅÃ¢ ­ø¨Ä

source: Not a launchable item
eu: Ez da abiagarria
ta: ¦¾¡¼í¸ìÜÊÂ ¯ÕôÀÊ «øÄ

source: No command (Exec) to launch
eu: Ez komandorik (Exec) abiatzeko
ta: ¦¾¡¼íÌÅ¾üÌ (Exec) ¸ð¼¨Ç ²Ðõ ­ø¨Ä

source: Bad command (Exec) to launch
eu: Komando okerra (Exec)abiatzeko
ta: ¦¾¡¼íÌÅ¾üÌ (Exec) ¦¸Î¾Ä¡É ¸ð¼¨Ç

source: No name
eu: Izenik ez
ta: ¦ÀÂ÷ ­ø¨Ä

source: Unknown encoding of: %s
eu: Kodetze ezezaguna: %s
ta: ­¾ý ÌÈ¢Â£Î ¦¾Ã¢Â¡¾Ð: %s

source: Error writing file '%s': %s
eu: Errorea fitxategia idazterakoan '%s': %s
ta: '%s' §¸¡ôÒ ±ØÐõ§À¡Ð À¢¨Æ: %s

source: Application
eu: Aplikazioa
ta: ¦ºÂøÀ¡Î

source: Link
eu: Esteka
ta: ­¨½ôÒ

source: Service
eu: Zerbitzu
ta: §º¨Å

source: ServiceType
eu: ZerbitzuMota
ta: §º¨Å-Å¨¸

source: URL:
ta: ­¨½Â «ïºø (URL):

source: Command:
eu: Komando:
ta: ¸ð¼¨Ç:

source: Name:
eu: Izen:
ta: ¦ÀÂ÷:

source: Generic name:
eu: Izen generiko:
ta: ­Éõº¡÷ó¾ ¦ÀÂ÷:

source: Comment:
eu: Ohar:
ta: ÌÈ¢ôÒ¨Ã:

source: Browse
eu: Aztertu
ta: §Á§Ä¡Î...

source: Type:
eu: Mota:
ta: Å¨¸:

source: Icon:
eu: Ikonoa:
ta: ÌÚõÀ¼õ:

source: Browse icons
eu: Erakutsi ikonoak
ta: ÌÚõÀ¼í¸Ùì¸¡¸ §Á§Ä¡Î

source: Run in Terminal
eu: Terminalan abiarazi
ta: Ó¨ÉÂò¾¢ø ­ÂìÌ

source: Language
eu: Hizkuntza
ta: ¦Á¡Æ¢

source: Name
eu: Izen
ta: ¦ÀÂ÷

source: Generic name
eu: Izen generikoa
ta: ­Éõº¡÷ó¾ ¦ÀÂ÷

source: Comment
eu: Ohartu
ta: ÌÈ¢ôÒ¨Ã

source: Try this before using:
eu: Saia hau erabili aurretik:
ta: ÒÆíÌõÓý ­¨¾ô ÀÂýÀÎò¾¢ô À¡÷:

source: Documentation:
eu: Dokumentazioa:
ta: ¬Å½Á¡ì¸ø:

source: Name/Comment translations:
eu: Izena/Oharren itzulpenak:
ta: ¦ÀÂ÷/ÌÈ¢ôÒ ¦Á¡Æ¢-Á¡üÈí¸û:

source: Add/Set
eu: Gehi/Doi
ta: §º÷/«¨Á

source: Add or Set Name/Comment Translations
eu: Gehitu edo Doitu Izen/Oharren itzulpenak
ta: ¦ÀÂ÷/ÌÈ¢ôÒ ¦Á¡Æ¢-Á¡üÈí¸¨Ç §º÷ «øÄÐ «¨Á

source: Remove
eu: Ezabatu
ta: ¿£ìÌ

source: Remove Name/Comment Translation
eu: Kendu Izen/Oharren itzulpenak
ta: ¦ÀÂ÷/ÌÈ¢ôÒ ¦Á¡Æ¢-Á¡üÈí¸¨Ç ¸ÆðÎ

source: Basic
eu: Basikoa
ta: «ÊôÀ¨¼

source: Advanced
eu: Aurrerakoia
ta: ¯Â÷¿¢¨Ä

source: _Show Hints at Startup
eu: _Erakuts aholkuak abiarazterakoan
ta: ¦¾¡¼í¸¢ÂÀ¢ÈÌ ÌÈ¢ôÀ¢Î¸¨Ç ¸¡ñÀ¢

source: Directory
eu: Direktorio

source: FSDevice
eu: FSTresna:
